Repository: CZ-NIC/foris-tls-plugin
Catalog: src/locale/*/LC_MESSAGES/foris.po
Languages: cs, de, fr, hu, it, lt, nb_no, pl, ro, ru, sk

source: Access tokens
cs: Přístupové tokeny
de: Zugangsberechtigungen (Tokens)
fr: Jetons d'accès
hu: Hozzáférési tokenek
it: Token d'accesso
lt: Prieigos tokenai
nb_no: Tilgangssymboler
pl: Tokeny dostępu
ro: Token de access
ru: Доступ к токенам
sk: Prístupové tokeny

source: Client name
cs: Jméno klienta
fr: Nom du client
hu: Ügyfélnév
it: Nome del client
lt: Kliento vardas
nb_no: Klientnavn
pl: Nazwa klienta
ro: Numele clientului
ru: Имя клиента
sk: Meno klienta

source: The display name for the client. It must be shorter than 64 characters and must contain only alphanumeric characters, dots, dashes and underscores.
cs: Zobrazované jméno klienta. Je třeba, aby bylo nejvýše 64 znaků dlouhé a obsahovalo pouze písmena a číslice, případně ještě tečky, spojovníky a podtržítka.
de: Der Name des Klienten, welcher dann angezeigt wird. Der Name muss kürzer als 64 Zeichen sein un soll nur aus alphanumerischen Zeichen, Punkten, Trennstrichen und Unterstrichen bestehen.
fr: Le nom d'affichage pour le client. Il doit être inférieur à 64 caractères et doit contenir uniquement des caractères alphanumériques, des points, des tirets et des tirets bas.
hu: Az ügyfél megjelenítendő neve. 64 karakternél rövidebbnek kell lennie és csak a következőkből állhat: alfanumerikus karakterek, pontok, kötőjelek és aláhúzásjelek.
it: Il nome visualizzato per il client. Deve essere inferiore a 64 caratteri e deve contenere solo caratteri alfanumerici, punti, trattini e sottolineature.
lt: Kliento vardas naudojamas atvaizdavimui. Turi būti trumpesnis nei 64 simboliai, varde gali būti naudojamos raidės, skaičiai, taškas, brūkšnys ir pabraukimas.
nb_no: Visningsnavnet for klienten. Den må være kortere enn 64 tegn og må innehold kun tegn og bokstaver, punktum, bindestrek og understrek.
pl: Nazwa wyświetlana dla klienta. Musi być krótsza niż 64 znaki i musi zawierać tylko znaki alfanumeryczne, kropki, myślniki i podkreślenia.
ro: Numele afisat al clientului. Trebuie sa fie mai scurt de 64 de caractere si poate contine numai caractere alfanumerice. puncte, cratime si sublinieri.
ru: Отображаемое имя клиента. Должно быть не длиннее 64 символов и содержать только буквы латинского алфавита, цифры, точки, тире и символы подчеркивания.
sk: Zobrazované meno klienta. Musí byť kratšie než 64 znakov a môže obsahovať iba alfanumerické znaky, bodky, pomlčky a podčiarkovníky.

source: Client name is invalid.
cs: Jméno klienta není platné.
de: Der Client-Name ist ungültig.
fr: Le nom du client est invalide.
hu: Érvénytelen ügyfélnév.
it: Il nome del client non è valido.
lt: Netinkamas kliento vardas.
nb_no: Klientnavnet er ugyldig.
pl: Nazwa klienta jest nieprawidłowa.
ro: Numele clientului este invalid.
ru: Некорректное имя клиента.
sk: Meno klienta je neplatné.

source: Request for creating a new client "%s" was succesfully submitted. Client token should be available for download in a minute.
cs: Požadavek na vytvoření nového klienta „%s“ úspěšně zadán. Přibližně během minuty by měl být token k dispozici ke stažení.
de: Ein neues Client-Token "%s" wird generiert. In ungefähr einer Minute sollte das Token zum Herunterladen verfügbar sein.
fr: La requête pour créer un nouveau client "%s" a été soumise avec succès. Le jeton du client devrait être disponible au téléchargement dans une minute.
hu: %s új ügyfél létrehozásának kérése sikeresen elküldve. Ügyféltoken kb. egy percen belül lesz letöltésre kész.
it: La richiesta di creare un nuovo client "%s" è stata inviata correttamente. Il token client dovrebbe essere disponibile per il download in un minuto.
lt: Prašymas sukurti naują klientą "%s" sėkmingai nusiųstas. Kliento tokeną bus galima netrukus atsisiųsti.
pl: Zażądano utworzenie nowego klienta "%s". Token klienta powinien być dostępny do pobrania w ciągu kilku minut.
ro: Cererea pentru crearea clientului "%s" a fost trimisa cu succes. Token-ul pentru client va fi disponibil pentru descarcare intr-un minut.
ru: Был успешно отправлен запрос на создание нового клиента «%s». Клиентский токен должен быть доступен для скачивания через минуту.
sk: Prebieha generovanie nového klienta "%s". Približne do minúty by mal byť token dostupný na prevzatie.

source: An error occurred when creating client "%s".
cs: Při vytváření klienta „%s“ došlo k chybě.
de: Ein Fehler ist während der Generierung des Client-Tokens "%s" aufgetreten.
fr: Une erreur est survenue pendant la création du client "%s".
hu: Hiba történt "a(z) %s" ügyfél létrehozásakor.
it: Si è verificato un errore durante la creazione del client "%s".
lt: Kuriant klientą "%s" įvyko klaida.
nb_no: Feil inntraff under opprettelse av klient "%s".
pl: Podczas tworzenia klienta "%s" wystąpił błąd.
ro: A avut loc o eroare la crearea clientului "%s".
ru: Произошла ошибка при создании клиента «%s».
sk: Pri vytváraní klienta "%s" došlo k chybe.

source: Unable to get token for user "%s".
cs: Nepodařilo se získat token pro klienta „%s“.
de: Das Token "%s" konnte nicht heruntergeladen werden.
fr: Impossible d'obtenir un jeton pour l'utilisateur "%s".
hu: Nem lehet megszerezni a "%s" felhasználó tokenjét.
it: Impossibile ottenere il token per l'utente "%s".
lt: Nepavyko gauti tokeno skirto klientui "%s".
pl: Nie można pobrać tokenu dla użytkownika "%s".
ro: Nu a putut fi obtinut token-ul pentru utilizatorul "%s".
ru: Не удалось получить токен для пользователя «%s».
sk: Nepodarilo sa prevziať token pre klienta "%s".

source: Reset of the certification authority was successfully submitted.
cs: Požadavek na reset certifikační autority byl úspěšně odeslán.
de: Die Anforderung für das Zurücksetzen der Zertifizierungsautorität wurde erfolgreich abgeschickt.
fr: La réinitialisation de l’autorité de certification a été soumise avec succès.
hu: A hitelesítő szervezet visszaállítási kérése sikeresen elküldve.
it: Il reset dell'autorità di certificazione è stato inviato correttamente.
lt: Užklausa atstatyti CA sėkmingai išsiųsta.
pl: Zresetowano urząd certyfikacji (CA).
ro: Resetarea CA a fost trimisa cu succes.
ru: Сброс центра сертификации был успешно представлен.
sk: Požiadavka na resetovanie certifikačnej autority bola úspešne odoslaná.

source: An error occurred when trying to reset the CA.
cs: Při pokusu o resetování cert. autority došlo k chybě.
de: Ein Fehler ist während des Versuches, die CA zurückzusetzen, aufgetreten.
fr: Une erreur s'est produite lors de la tentative de réinitialisation de l'autorité de certification.
hu: Hiba történt a CA visszaállítása közben.
it: Si è verificato un errore nel tentativo di reimpostare la CA.
lt: Bandant atstatyto CA įvyko klaida.
nb_no: Feil inntraff under forsøk på å tilbakestille sertifikatsmyndigheten.
pl: Podczas próby zresetowania urzędu certyfikacji (CA) wystąpił błąd.
ro: A avut loc o eroare la resetarea CA.
ru: При попытке сброса центра сертификации произошла ошибка.
sk: Pri pokuse o resetovanie CA došlo k chybe.

source: This page serves for management of remote access to the router's configuration backend using TLS API. You can use generated client tokens for authentication in third-party applications that implement this API.
cs: Na této stránce je možné spravovat vzdálený přístup k nastavovacímu rozhraní využívající TLS API. Vytvořené klientské tokeny lze použít k ověření v aplikacích třetích stran, které toto API implementují.
de: Diese Webseite dient zur Verwaltung des Fernzugriffs zu der Konfigurationsschnittstelle des Routers. Für den Fernzugriff wird eine TLS-Schnittstelle verwendet. Ihr könnt die erzeugten kryptographischen Client-Tokens zur Authentifizierung in Drittanbieteranwendungen, welche diese Schnittstelle implementieren, verwenden.
fr: Cette page sert pour la gestion de l'accès distant au backend de configuration du routeur à l'aide de l'API TLS. Vous pouvez utiliser des jetons de client générés pour l'authentification dans les applications tierces qui implémentent cette API.
hu: Ez az oldal a router TLS API-t használó konfigurációs backend távelérésének kezelésére szolgál. Segítségével létrehozott ügyfél tokeneket harmadik féltől származó alkalmazások (melyek az API-t használják) hitelesítésre használhatja.
it: Questa pagina serve per gestire l'accesso remoto al back-end di configurazione del router utilizzando API TLS. È possibile utilizzare i token client generati per l'autenticazione in applicazioni di terze parti che implementano questa API.
lt: Šis puslapis leidžia valdyti TLS API prieigą prie maršrutizatoriaus valdymo. Čia galite sugeneruoti kliento tokenus. Kliento tokenus vėliau gali naudoti kitos programos atuentifikuotam priėjimui prie API.
nb_no: Denne siden tjener i behandlingsøyemed av fjerntilgang til ruterens oppsettsbakende ved bruk av TLS-API. Du kan bruke opprettede klientsymboler for identitetsbekreftelse i tredjepartsprogrammer som støtter dette API-et.
pl: Ta strona służy do zarządzania zdalnym dostępem do zaplecza konfiguracyjnego routera przy użyciu interfejsu TLS API. Można użyć wygenerowanych tokenów klienta do uwierzytelniania w aplikacjach innych firm, które implementują to API.
ro: Această pagină servește pentru gestionarea accesului de la distanță la backend-ul de configurare al router-ului folosind API-ul TLS. Puteți utiliza jetoanele client generate pentru autentificare în aplicații de la terțe părți care implementează acest API.
ru: Эта страница служит для управления удаленным доступом к брандмауэру конфигурации маршрутизатора с использованием TLS API. Вы можете использовать сгенерированные токены клиента для аутентификации в сторонних приложениях, реализующих этот API.
sk: Na tejto stránke je možné spravovať vzdialený prístup ku konfiguračnému rozhraniu pomocou TLS API. Vygenerované klientské tokeny je možné použiť na autentifikáciu v aplikáciách tretích strán, ktoré toto API implementujú.

source: Please be aware that these tokens allow access to the whole configuration of the router, which may be exploited by a malicious user who has access to them.
cs: Berte prosím na vědomí, že tyto tokeny umožňují přístup ke kompletnímu nastavení směrovače, což může vést jeho kompromitaci, pokud k nim získá přístup neoprávněná osoba.
de: Beachten Sie bitte, dass diese Tokens den Zugriff zu der gesamten Konfiguration des Routers ermöglichen. Es kann zu einer Kompromittierung des Gerätes führen, falls das Token in den Besitz eines unbefugten (oder böswilligen) Benutzers kommt.
fr: Soyez conscient que ces jetons permettent d'accéder à toute la configuration du routeur, ce qui peut être exploité par un utilisateur malveillant qui y a accès.
hu: Kérjük, vegye figyelembe, hogy ezek a tokenek lehetővé teszik a hozzáférést a router minden beállításához, amelyet kihasználhat egy rosszindulatú felhasználó, ha hozzáfér.
it: Tieni presente che questi token consentono l'accesso a tutta la configurazione del router, che può essere sfruttata da un utente maligno che ha accesso a loro stessi.
lt: Atkreipkite dėmesį, kad šie tokenai suteikia teises pilnai perkonfigūruoti maršrutizatorių. Gavę tokeną, kenkėjiškai nusiteikę asmenys gali jį panaudoti blogiems tikslams.
nb_no: Ha i minnet at disse symbolene tillater til hele oppsettet til ruteren, som kan utnyttes på usselt vis av enhver bruker som har tilgang til dem.
pl: Pamiętaj, że tokeny umożliwiają dostęp do całej konfiguracji routera, który może zostać wykorzystany przez złośliwego użytkownika, który ma do niego dostęp.
ro: Rețineți că aceste jetoane permit accesul la întreaga configurație a routerului, care poate fi exploatată de un utilizator rău intenționat care are acces la ele.
ru: Имейте в виду, что эти токены разрешают доступ ко всей конфигурации маршрутизатора, которую может изменить злоумышленник, получивший доступ.
sk: Berte, prosím, na vedomie, že tieto tokeny umožňujú prístup ku kompletnej konfigurácii routera, čo môže viesť ku kompromitácii routera, pokiaľ k nim získa prístup neoprávnená osoba.

source: New certification authority is being generated. Please try coming back later.
cs: Probíhá vytváření nové certifikační autority. Vraťte se sem později.
de: Es wird eine neue Zertifizierungsautorität generiert. Kehren Sie bitte zu einem späteren Zeitpunkt zurück.
fr: Une nouvelle autorité de certification est en cours de génération. Veuillez essayer de revenir plus tard.
hu: Új hitelesítésszolgáltató létrehozása folyamatban van. Próbáljon meg később visszajönni.
it: Sta per essere generata una nuova autorità di certificazione. Prova a tornare più tardi.
lt: Šiuo metu generuojami nauji CA (sertifikavimo įgaliojimai). Pamėginkite ateiti vėliau.
nb_no: Ny sertifikatsmyndighet opprettes. Kom tilbake senere.
pl: Tworzę nowy urząd certyfikacji (CA). Proszę spróbować wrócić później.
ro: Se creează un nou CA. Încercați să reveniți mai târziu.
ru: Создается новый центр сертификации. Пожалуйста, попробуйте вернуться позже.
sk: Prebieha vytváranie novej certifikačnej autority. Skúste, prosím, prísť neskôr.

source: List of clients
cs: Seznam klientů
de: Liste der Klienten
fr: Liste des clients
hu: Ügyfelek listája
it: Lista dei clients
lt: Klientų sąrašas
nb_no: Liste over klienter
pl: Lista klientów
ro: Lista de clienti
ru: Список клиентов
sk: Zoznam klientov

source: Client
cs: Klient
de: Klient
hu: Ügyfél
lt: Klientas
nb_no: Klient
pl: Klient
ru: Клиент
sk: Klient

source: Status
cs: Stav
fr: Statut
hu: Állapot
it: Stato
lt: Būsena
ru: Статус
sk: Stav

source: Access token
cs: Přístupový token
fr: Jeton d'accès
hu: Hozzáférési token
it: Token d'accesso
lt: Prieigos tokenas
nb_no: Tilgangssymbol
pl: Token dostępu
ro: Jeton de acces
ru: Токен доступа

source: Download token
cs: Stáhnout si token
fr: Télécharger jeton
hu: Token letöltése
it: Scarica il token
lt: Atsisiųsti tokeną
nb_no: Last ned symbol
pl: Pobierz token
ro: Descărcați token
ru: Скачать токен

source: Get QR code
cs: Zobrazit QR kód
hu: QR-kód kérése
it: Ottieni il codice QR
lt: Gauti QR kodą
nb_no: Hent QR-kode
pl: Pobierz kod QR
ro: Obțineți cod QR
ru: Получить QR код

source: New client
cs: Nový klient
de: Neuer Klient
fr: Nouveau client
hu: Új ügyfél
it: Nuovo client
lt: Naujas klientas
nb_no: Ny klient
pl: Nowy klient
ro: Client nou
ru: Новый клиент
sk: Nový klient

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
hu: Létrehozás
it: Creare
lt: Sukurti
nb_no: Opprett
pl: Utwórz
ro: Creaza
ru: Создать
sk: Vytvoriť

source: Revoke access
cs: Zrušit přístup
de: Zugangsberechtigung widerrufen
hu: Hozzáférés visszavonása
it: Revocare l'accesso
lt: Prieigos atšaukimas
nb_no: Tilbakekall tilgang
pl: Cofnij dostęp
ro: Revoca accesul
ru: Отозвать доступ
sk: Zrušenie prístupu

source: It is not possible to revoke access to individual clients, but you can reset the whole certification authority (CA) and disable access for all the clients. Creating a new authority takes some time. This action is irreversible.
cs: V současnosti není možné rušit přístup jednotlivým klientům, ale je možné resetovat celou certifikační autoritu (CA) a zrušit tak přístup všem klientům. Vytvoření nové autority bude chvíli trvat. Tato akce je nevratná.
de: Zurzeit ist es nicht möglich den Zugang für einzelne Klienten zu sperren. Sie können aber die ganze Zertifizierungsautorität (CA) zurücksetzen und damit den Zugang für alle Klienten verbieten. Die Erstellung einer neuen Autorität wird eine Weile dauern. Diese Aktion kann nicht rückgängig gemacht werden.
hu: Nem lehet egyedi ügyfelek hozzáférésének visszavonása, de visszaállítható az egész hitelesítésszolgáltató (CA), illetve letiltható a hozzáférés az összes ügyfélhez. Új hitelesítésszolgáltató létrehozása bizonyos időt vesz igénybe. Ez a művelet visszavonhatatlan.
it: Non è possibile revocare l'accesso a singoli client, ma è possibile reimpostare l'intera autorità di certificazione (CA) e disattivare l'accesso per tutti i client. Creare una nuova autorità richiede un po 'di tempo. Questa azione è irreversibile.
lt: Negalima atšaukti prieigos kiekvienam klientui individualiai, tačiau galite iš naujo sugeneruoti CA (sertifikavimo įgaliojimus), tai atjungs prieigą visiems klientams. Naujų CA generavimas užtrunka. Šis veiksmas neatstatomas.
nb_no: Det er ikke mulig å tilbakekalle tilgang til individuelle klienter, men du kan tilbakestille hele sertifikatsmyndigheten (CA) og skru av tilgang for klientene. Opprettelse av en ny autoritet tar litt tid. Denne handlingen kan ikke angres.
pl: Nie można cofnąć dostępu do poszczególnych klientów, ale można zresetować cały urząd certyfikacji (CA) i wyłączyć dostęp dla wszystkich klientów. Utworzenie nowego urzędu certyfikacji trwa trochę czasu. Jest to działanie nieodwracalne.
ro: Nu este posibil să revocați accesul la clienți individuali, dar puteți să resetați întreaga autoritate de certificare (CA) și să dezactivați accesul pentru toți clienții. Crearea unei noi autorități durează ceva timp. Această acțiune este ireversibilă.
ru: Невозможно отменить доступ к отдельным клиентам, но Вы можете сбросить весь центр сертификации и отключить доступ для всех клиентов. Создание нового центра занимает некоторое время. Это действие необратимо.
sk: V súčasnosti nie je možné rušiť prístup jednotlivým klientom, ale je možné odstrániť celú certifikačnú autoritu (CA) a zrušiť tak prístup všetkým klientom. Vytvorenie novej autority bude chvíľu trvať. Túto akciu nie je možné vrátiť späť.

source: Reset CA
cs: Resetovat cert. autoritu
de: CA zurücksetzen
hu: CA visszaállítása
it: Reimposta la CA
lt: Generuoti naujus CA
nb_no: Tilbakestill sertifikatsmyndighet
pl: Resetuj CA
ru: Сброс центра сертификации
sk: Resetovať CA

source: Do you really want to reset the CA and revoke access for all the clients? This can not be undone!
cs: Opravdu chcete vytvořit celou cert. autoritu odznovu a zrušit přístup všem stávajícím klientům? Tato akce je nevratná!
de: Wollen sie wirklich die CA zurücksetzen und Zugriffsberechtigungen aller Klienten widerrufen?
hu: Biztosan szeretné visszaállítani a CA-t és visszavonni az összes ügyfél hozzáférését? Ez a művelet nem vonható vissza!
it: Vuoi veramente reimpostare la CA e revocare l'accesso per tutti i client? Questo operazione non può essere annullata!
lt: Ar tikrai norite generuoti naujus CA ir atjungti prieigą visiems klientams? Šis veiksmas negalės būti atstatomas!
nb_no: Ønsker du virkelig å tilbakestille sertifikatsmyndigheten og tilbakekalle tilgang for alle klientene? Dette kan ikke angres!
pl: Czy na pewno chcesz zresetować urząd certyfikacji (CA) i cofnąć dostęp do wszystkich klientów? Tej operacji nie da się cofnąć!
ro: Chiar doriți să resetați CA și să revocați accesul pentru toți clienții? Acest lucru nu poate fi anulat!
ru: Вы действительно хотите сбросить центр сертификации и отменить доступ для всех клиентов? Действие не может быть отменено!
sk: Skutočne chcete opätovne vytvoriť celú CA a zrušiť prístup všetkým klientom? Táto akciu nie je možné vrátiť späť!

source: Access token for client
cs: Přístupový token pro klienta
hu: Ügyfél hozzáférési tokenje
it: Token d'accesso per i client
lt: Prieigos tokenai klientui
nb_no: Tilgangssymbol for klienten
pl: Token dostępu dla klienta
ro: Token de acces pentru client
ru: Токен доступа для клиента

source: Token will be automatically invalidated in
cs: Token bude automaticky zneplatněn za
fr: Le jeton sera automatiquement invalidé dans
hu: Token automatikusan érvényét veszti
it: Il token verrà automaticamente invalidato
lt: Tokenas automatiškai nustos galioti už
nb_no: Symbolet vil bli automatisk bekreftet om
pl: Token zostanie automatycznie unieważniony za
ro: Token-ul va fi automat invalidat în
ru: Токен автоматически аннулируется в

source: Unable to get token. Please try refreshing the page and try again.
cs: Nepodařilo se vytvořit token. Načtěte stránku znovu a opět to zkuste.
hu: Nem sikerült letölteni a tokent. Próbálja ismét az oldal frissítése után.
it: Impossibile ottenere il token. Prova ad aggiornare la pagina e riprova ancora.
lt: Nepavyko gauti tokeno. Pamėginkite perkrauti puslapį ir bandyti dar kartą.
nb_no: Klarte ikke å hente symbol. Prøv å oppdatere siden og prøv igjen.
pl: Nie można uzyskać tokena. Spróbuj odświeżyć stronę i spróbować ponownie.
ro: Nu se poate obține token-ul. Încercați să actualizați pagina și încercați din nou.
ru: Не удалось получить токен. Попробуйте обновить страницу и повторите попытку.

source: active
cs: aktivní
de: aktiv
hu: aktív
it: attivo
lt: aktyvus
nb_no: aktiv
pl: aktywny
ro: activ
ru: активен
sk: aktívny

source: revoked
cs: platnost odvolána
de: gesperrt
hu: visszavonva
it: revocato
lt: atšauktas
nb_no: tilbakekalt
pl: unieważniony
ro: revocata
ru: отозван
sk: revokovaný

source: expired
cs: platnost skončila
de: abgelaufen
hu: lejárt
it: scaduto
lt: nebegaliojantis
nb_no: utløpt
pl: przedawniony
ro: expirat
ru: истёк
sk: exspirovaný

source: Get token
de: Token herunterladen
sk: Prevziať token
